const faqData = [
	{
		id: 1,
		category: "ФОП: Загальні питання",
		question: "Як подати декларацію ФОП?",
		shortAnswer:
			"Декларацію можна подати онлайн через Електронний кабінет платника податків, особисто платником податків або уповноваженою на це особою",
		fullAnswer:
			"Повна відповідь: Декларацію можна подати онлайн через Електронний кабінет платника податків, особисто платником податків або уповноваженою на це особою. Також можна відправити поштою з повідомленням про вручення.",
	},
	{
		id: 2,
		category: "ЄСВ",
		question: "Які терміни сплати ЄСВ?",
		shortAnswer:
			"ЄСВ сплачується щоквартально, до 20-го числа місяця, що настає за кварталом.",
		fullAnswer:
			"Повна відповідь: ЄСВ сплачується щоквартально, до 20-го числа місяця, що настає за кварталом, за який він сплачується. Наприклад, за 1-й квартал — до 20 квітня.",
	},
	{
		id: 3,
		category: "ЄП",
		question: "Що таке 3 група єдиного податку?",
		shortAnswer:
			"Це група для ФОП, які можуть мати дохід до 1167 МЗП на рік і сплачують 5% (без ПДВ) або 3% (з ПДВ).",
		fullAnswer:
			"Повна відповідь: фізичні особи - підприємці, які не використовують працю найманих осіб або кількість осіб, які перебувають з ними у трудових відносинах, не обмежена, та юридичні особи - суб’єкти господарювання будь-якої організаційно-правової форми, у яких протягом календарного року обсяг доходу не перевищує 1167 розмірів мінімальної заробітної плати, встановленої законом на 1 січня податкового (звітного) року",
	},
];

export default faqData;
