// дані взято з класифікації видів економічної діяльності ДК 009:2010 - https://zakon.rada.gov.ua/rada/show/vb457609-10#Text

/**
 * Структура кодового позначення об'єкта КВЕД
 * Y XX.XX,
 * де Y - секція (літери латинської абетки від A до U)
 * XX - розділ
 * XX.X - група
 * XX.XX - клас
 */

/** Відповідно до пункту 291.4 статті 291 Податкового кодексу України - Суб'єкти господарювання, які застосовують спрощену систему оподаткування, обліку та звітності, поділяються на такі групи платників єдиного податку:
 * 1) перша група - фізичні особи - підприємці, які не використовують працю найманих осіб, здійснюють виключно роздрібний продаж товарів з торговельних місць на ринках та/або провадять господарську діяльність з надання побутових послуг населенню і обсяг доходу яких протягом календарного року не перевищує 167 розмірів мінімальної заробітної плати, встановленої законом на 1 січня податкового (звітного) року;
 * 2) друга група - фізичні особи - підприємці, які не використовують працю найманих осіб і здійснюють господарську діяльність з надання послуг платникам єдиного податку або фізичним особам, виробництво та/або продаж товарів, діяльність у сфері ресторанного господарства, якщо обсяг доходу протягом календарного року не перевищує 834 розмірів мінімальної заробітної плати, встановленої законом на 1 січня податкового (звітного) року;
 * 3) третя група - фізичні особи - підприємці, які не використовують працю найманих осіб і здійснюють будь-які види господарської діяльності, крім тих, що не допускаються законодавством, за умови, що обсяг доходу протягом календарного року не перевищує 1121 розміру мінімальної заробітної плати, встановленої законом на 1 січня податкового (звітного) року;
 * 4) четверта група - фізичні особи - підприємці, які провадять діяльність виключно з вирощування власної продукції рослинництва та/або тваринництва, обсяг доходу яких протягом календарного року не перевищує 1121 розміру мінімальної заробітної плати, встановленої законом на 1 січня податкового (звітного) року;
 */

/** Відповідно до пункту 291.5 статті 291 Податкового кодексу України - Не можуть бути платниками єдиного податку першої - третьої груп:
 * 291.5.1. суб'єкти господарювання (юридичні особи та фізичні особи - підприємці), які здійснюють:
 * 1) діяльність у сфері організації та проведення азартних ігор, діяльність з випуску та проведення лотерей;
 * 2) обмін іноземної валюти;
 * 3) виробництво, експорт, імпорт, продаж підакцизних товарів (крім роздрібного продажу паливно-мастильних матеріалів в ємностях до 20 літрів та діяльності фізичних осіб, пов’язаної з роздрібним продажем пива, сидру, пері (без додання спирту) та столових вин);
 * 4) видобуток, виробництво, реалізацію дорогоцінних металів і дорогоцінного каміння, у тому числі органогенного утворення (крім виробництва, постачання, продажу (реалізації) ювелірних та побутових виробів з дорогоцінних металів, дорогоцінного каміння, дорогоцінного каміння органогенного утворення та напівдорогоцінного каміння);
 * 5) видобуток, реалізацію корисних копалин, крім реалізації корисних копалин місцевого значення;
 * 6) діяльність у сфері фінансового посередництва, крім діяльності у сфері страхування, яка здійснюється страховими агентами, визначеними Законом України "Про страхування", сюрвейєрами, аварійними комісарами та аджастерами, визначеними розділом III цього Кодексу;
 * 7) діяльність з управління підприємствами;
 * 8) діяльність з надання послуг пошти (крім кур’єрської діяльності), діяльність з надання послуг фіксованого телефонного зв’язку з правом технічного обслуговування та експлуатації телекомунікаційних мереж і надання в користування каналів електрозв’язку (місцевого, міжміського, міжнародного), діяльність з надання послуг фіксованого телефонного зв’язку з використанням безпроводового доступу до телекомунікаційної мережі з правом технічного обслуговування і надання в користування каналів електрозв’язку (місцевого, міжміського, міжнародного), діяльність з надання послуг рухомого (мобільного) телефонного зв’язку з правом технічного обслуговування та експлуатації телекомунікаційних мереж і надання в користування каналів електрозв’язку, діяльність з надання послуг з технічного обслуговування та експлуатації телекомунікаційних мереж, мереж ефірного теле- і радіомовлення, проводового радіомовлення та телемереж;
 * 9) діяльність з продажу предметів мистецтва та антикваріату, діяльність з організації торгів (аукціонів) виробами мистецтва, предметами колекціонування або антикваріату;
 * 10) діяльність з організації, проведення гастрольних заходів;
 * 11) охоронну діяльність;
 */

const kvedData = [
	{
		code: "A",
		parent: null,
		type: "section",
		name: "Сільське господарство, лісове господарство та рибне господарство",
		isGeneralTaxSystem: true,
		allowedSimplifiedGroups: [1, 2, 3, 4],
		restrictions: null,
	},
	{
		code: "01",
		parent: "A",
		type: "division",
		name: "Сільське господарство, мисливство та надання пов'язаних із ними послуг",
		isGeneralTaxSystem: true,
		allowedSimplifiedGroups: [2, 3, 4],
		restrictions: null,
	},
	{
		code: "01.1",
		parent: "01",
		type: "group",
		name: "Вирощування однорічних і дворічних культур",
		isGeneralTaxSystem: true,
		allowedSimplifiedGroups: [2, 3, 4],
		restrictions: null,
	},
	{
		code: "01.11",
		parent: "01.1",
		type: "class",
		name: "Вирощування зернових (крім рису), бобових та насіння олійних культур",
		isGeneralTaxSystem: true,
		allowedSimplifiedGroups: [2, 3, 4],
		restrictions:
			"Для 2-ї групи дозволено лише за умови надання послуг платникам ЄП або населенню.",
	},
	{
		code: "01.12",
		parent: "01.1",
		type: "class",
		name: "Вирощування рису",
		isGeneralTaxSystem: true,
		allowedSimplifiedGroups: [2, 3, 4],
		restrictions: null,
	},
];

export default kvedData;
