// src/data/objectTypesData.js
// Автогенерований довідник типів об'єктів оподаткування (форма 20-ОПП) на основі файлу ДПС

export const objectTypes = [
  {
    "code": "1",
    "name": "Пункт обміну іноземної валюти"
  },
  {
    "code": "2",
    "name": "КІОСК"
  },
  {
    "code": "3",
    "name": "ЛОТОК"
  },
  {
    "code": "5",
    "name": "АВТОВОКЗАЛ"
  },
  {
    "code": "7",
    "name": "АВТОГАЗЗАПРАВКА"
  },
  {
    "code": "8",
    "name": "АВТОГОСПОДАРСТВО"
  },
  {
    "code": "10",
    "name": "АВТОЗАПРАВОЧНА СТАНЦІЯ (АЗС)"
  },
  {
    "code": "13",
    "name": "АВТОЗУПИНКА"
  },
  {
    "code": "14",
    "name": "АВТОЛАВКА"
  },
  {
    "code": "15",
    "name": "АВТОЛОТОК"
  },
  {
    "code": "16",
    "name": "АВТОМАГАЗИН"
  },
  {
    "code": "17",
    "name": "АВТОМАЙСТЕРНЯ"
  },
  {
    "code": "19",
    "name": "АВТОМАТИ"
  },
  {
    "code": "20",
    "name": "АВТОМОБІЛЬ"
  },
  {
    "code": "21",
    "name": "АВТОМИЙКА"
  },
  {
    "code": "23",
    "name": "АВТОПАРК"
  },
  {
    "code": "26",
    "name": "АВТОПРИЧЕП"
  },
  {
    "code": "29",
    "name": "АВТОРИНОК"
  },
  {
    "code": "30",
    "name": "АВТОСАЛОН"
  },
  {
    "code": "33",
    "name": "АВТОСТОЯНКА"
  },
  {
    "code": "34",
    "name": "АВТОТРАНСПОРТ"
  },
  {
    "code": "35",
    "name": "ТРЕЙЛЕР"
  },
  {
    "code": "36",
    "name": "АВТОФУРГОН"
  },
  {
    "code": "37",
    "name": "АВТОЦИСТЕРНА"
  },
  {
    "code": "38",
    "name": "АГЕНТСТВО"
  },
  {
    "code": "42",
    "name": "АДМІНІСТРАЦІЯ"
  },
  {
    "code": "43",
    "name": "АДМІНІСТРАЦІЯ РИНКУ"
  },
  {
    "code": "46",
    "name": "АНГАР"
  },
  {
    "code": "47",
    "name": "АПТЕКА"
  },
  {
    "code": "48",
    "name": "АПТЕЧНИЙ ВІДДІЛ"
  },
  {
    "code": "49",
    "name": "АПТЕЧНИЙ КІОСК"
  },
  {
    "code": "51",
    "name": "АПТЕЧНИЙ ПУНКТ"
  },
  {
    "code": "55",
    "name": "АРХІВ"
  },
  {
    "code": "56",
    "name": "АТЕЛЬЄ"
  },
  {
    "code": "57",
    "name": "АТЕЛЬЄ МОД"
  },
  {
    "code": "58",
    "name": "АТЕЛЬЄ ПОШИВУ"
  },
  {
    "code": "60",
    "name": "АТРАКЦІОН"
  },
  {
    "code": "61",
    "name": "АТС"
  },
  {
    "code": "64",
    "name": "БАГАЖНЕ ВІДДІЛЕННЯ"
  },
  {
    "code": "65",
    "name": "БАГАЖНІ КАСИ"
  },
  {
    "code": "66",
    "name": "БАЗА"
  },
  {
    "code": "67",
    "name": "БАЗА ВІДПОЧИНКУ"
  },
  {
    "code": "68",
    "name": "БАЗА ОПТОВА"
  },
  {
    "code": "69",
    "name": "БАЗА ОРПК"
  },
  {
    "code": "71",
    "name": "БАКАЛІЯ"
  },
  {
    "code": "72",
    "name": "БАНК"
  },
  {
    "code": "73",
    "name": "БАНКЕТНИЙ ЗАЛ"
  },
  {
    "code": "74",
    "name": "БАННИЙ КОМПЛЕКС"
  },
  {
    "code": "75",
    "name": "БАННО-ПРАЛЬНИЙ КОМБІНАТ"
  },
  {
    "code": "76",
    "name": "БАНЯ"
  },
  {
    "code": "77",
    "name": "БАНЯ-САУНА"
  },
  {
    "code": "78",
    "name": "БАР"
  },
  {
    "code": "82",
    "name": "БАР-МАГАЗИН"
  },
  {
    "code": "84",
    "name": "БАР-РЕСТОРАН"
  },
  {
    "code": "85",
    "name": "БАСЕЙН"
  },
  {
    "code": "86",
    "name": "БАТІСКАФ"
  },
  {
    "code": "89",
    "name": "АВТОБУСНИЙ МАРШРУТ"
  },
  {
    "code": "90",
    "name": "БЕНЗОКОЛОНКА"
  },
  {
    "code": "93",
    "name": "БОЧКА"
  },
  {
    "code": "94",
    "name": "БРОКЕРСЬКА КОНТОРА"
  },
  {
    "code": "96",
    "name": "БУДИНОК ЗВ'ЯЗКУ"
  },
  {
    "code": "97",
    "name": "БУДИНОК КУЛЬТУРИ"
  },
  {
    "code": "98",
    "name": "БУДИНОК МОДЕЛЕЙ"
  },
  {
    "code": "99",
    "name": "БУДИНОК ОБРЯДІВ"
  },
  {
    "code": "100",
    "name": "БУДИНОК ОДЯГУ"
  },
  {
    "code": "101",
    "name": "БУДИНОК ПОБУТУ"
  },
  {
    "code": "102",
    "name": "БУДИНОК ТОРГІВЛІ"
  },
  {
    "code": "103",
    "name": "БУДМАТЕРІАЛИ"
  },
  {
    "code": "104",
    "name": "БУДІВЕЛЬНА ОРГАНІЗАЦІЯ"
  },
  {
    "code": "106",
    "name": "БУКМЕКЕРСЬКА КОНТОРА"
  },
  {
    "code": "107",
    "name": "БУЛОЧНА"
  },
  {
    "code": "109",
    "name": "БУТІК"
  },
  {
    "code": "110",
    "name": "БУФЕТ"
  },
  {
    "code": "111",
    "name": "БУХГАЛТЕРІЯ"
  },
  {
    "code": "113",
    "name": "БЮРО ПОСЛУГ"
  },
  {
    "code": "114",
    "name": "БЮРО РИТУАЛЬНИХ ПОСЛУГ"
  },
  {
    "code": "115",
    "name": "БІБЛІОТЕКА"
  },
  {
    "code": "116",
    "name": "БІБЛІОТЕЧНИЙ КОЛЕКТОР"
  },
  {
    "code": "117",
    "name": "БІЛЕТНА КАСА"
  },
  {
    "code": "118",
    "name": "БІЛЕТНИЙ КІОСК"
  },
  {
    "code": "120",
    "name": "БІЛЬЯРДНА"
  },
  {
    "code": "121",
    "name": "БІРЖА"
  },
  {
    "code": "123",
    "name": "ВАГОВА"
  },
  {
    "code": "125",
    "name": "ВАГОН-РЕСТОРАН"
  },
  {
    "code": "126",
    "name": "ВАГОНЧИК"
  },
  {
    "code": "128",
    "name": "ВАЛЮТНА КАСА"
  },
  {
    "code": "130",
    "name": "ВАРЕНИЧНА"
  },
  {
    "code": "131",
    "name": "ВБИРАЛЬНЯ"
  },
  {
    "code": "134",
    "name": "ВЕТЕРИНАРНА АПТЕКА"
  },
  {
    "code": "135",
    "name": "ВЕТЕРИНАРНА КЛІНІКА"
  },
  {
    "code": "136",
    "name": "ВЕТЕРИНАРНА ЛАБОРАТОРІЯ"
  },
  {
    "code": "137",
    "name": "ВЕТЕРИНАРНА ЛІКАРНЯ"
  },
  {
    "code": "143",
    "name": "ВЗУТТЄВИЙ ЦЕХ"
  },
  {
    "code": "146",
    "name": "ВИДАВНИЦТВО"
  },
  {
    "code": "148",
    "name": "ЦЕХ"
  },
  {
    "code": "149",
    "name": "ВИСТАВКА"
  },
  {
    "code": "150",
    "name": "ВИСТАВКА-ПРОДАЖ"
  },
  {
    "code": "151",
    "name": "ВИСТАВОЧНИЙ ЗАЛ"
  },
  {
    "code": "152",
    "name": "ЗАСІБ ПЕРЕСУВНОЇ МЕРЕЖІ"
  },
  {
    "code": "153",
    "name": "ВУГІЛЬНИЙ СКЛАД"
  },
  {
    "code": "154",
    "name": "ВУЗОЛ ЗВ'ЯЗКУ"
  },
  {
    "code": "155",
    "name": "ВІДДІЛ"
  },
  {
    "code": "156",
    "name": "ВІДДІЛ МАГАЗИНУ"
  },
  {
    "code": "157",
    "name": "ВІДДІЛ ПЕРЕДПЛАТИ"
  },
  {
    "code": "158",
    "name": "ВІДДІЛЕННЯ"
  },
  {
    "code": "160",
    "name": "ВІДДІЛЕННЯ О/Б"
  },
  {
    "code": "162",
    "name": "ВІДЕОКЛУБ"
  },
  {
    "code": "165",
    "name": "ВІДЕОСТУДІЯ"
  },
  {
    "code": "166",
    "name": "ВІДЕОТЕКА"
  },
  {
    "code": "171",
    "name": "ГАЗОВА АЗС"
  },
  {
    "code": "173",
    "name": "ГАЛАНТЕРЕЯ"
  },
  {
    "code": "174",
    "name": "ГАСТРОНОМ"
  },
  {
    "code": "176",
    "name": "ГОДИННИКОВА МАЙСТЕРНЯ"
  },
  {
    "code": "179",
    "name": "ГОТЕЛЬ"
  },
  {
    "code": "181",
    "name": "ГРАЛЬНИЙ ЗАЛ"
  },
  {
    "code": "184",
    "name": "ГРИЛЬ-БАР"
  },
  {
    "code": "188",
    "name": "ДЕГУСТАЦІЙНИЙ ЗАЛ"
  },
  {
    "code": "192",
    "name": "ДИСКО-КЛУБ"
  },
  {
    "code": "194",
    "name": "ДИСПАНСЕР"
  },
  {
    "code": "195",
    "name": "ДИСПЕТЧЕРСЬКИЙ ПУНКТ"
  },
  {
    "code": "196",
    "name": "ДИТЯЧА КУХНЯ"
  },
  {
    "code": "198",
    "name": "ДОБРОДІЙНИЙ ФОНД"
  },
  {
    "code": "200",
    "name": "ДОВІДКОВЕ БЮРО"
  },
  {
    "code": "204",
    "name": "ДУШОВА"
  },
  {
    "code": "205",
    "name": "ДІАГНОСТИЧНИЙ ЦЕНТР"
  },
  {
    "code": "206",
    "name": "ДІЛЬНИЦЯ"
  },
  {
    "code": "209",
    "name": "ЕЛЕКТРОВУЗОЛ"
  },
  {
    "code": "211",
    "name": "ЖЕК"
  },
  {
    "code": "212",
    "name": "ЖІНОЧА КОНСУЛЬТАЦІЯ"
  },
  {
    "code": "213",
    "name": "ЗАВОД"
  },
  {
    "code": "214",
    "name": "ЗАГОТКОНТОРА"
  },
  {
    "code": "216",
    "name": "ЗАГС"
  },
  {
    "code": "217",
    "name": "ЗАКУСОЧНА"
  },
  {
    "code": "220",
    "name": "ЗАЛ ОБРЯДОВИХ ПОСЛУГ"
  },
  {
    "code": "221",
    "name": "ЗАЛ СВЯТКУВАННЯ"
  },
  {
    "code": "222",
    "name": "ЗАЛ ЧЕКАННЯ"
  },
  {
    "code": "224",
    "name": "ЗАЛІЗНИЧНИЙ ВОКЗАЛ"
  },
  {
    "code": "233",
    "name": "ЗОНА ВІДПОЧИНКУ"
  },
  {
    "code": "235",
    "name": "ЗУБОПРОТЕЗНИЙ КАБІНЕТ"
  },
  {
    "code": "239",
    "name": "КАБЕЛЬНЕ ТЕЛЕБАЧЕННЯ"
  },
  {
    "code": "240",
    "name": "КАБІНЕТ"
  },
  {
    "code": "244",
    "name": "КАЗИНО"
  },
  {
    "code": "245",
    "name": "КАМЕРА СХОВУ"
  },
  {
    "code": "247",
    "name": "КАФЕ"
  },
  {
    "code": "249",
    "name": "КАФЕ-КОНДИТЕРСЬКА"
  },
  {
    "code": "255",
    "name": "КЕМПІНГ"
  },
  {
    "code": "256",
    "name": "КЛАДОВИЩЕ"
  },
  {
    "code": "257",
    "name": "КЛУБ"
  },
  {
    "code": "259",
    "name": "КНИГАРНЯ"
  },
  {
    "code": "260",
    "name": "КОВБАСНИЙ ЦЕХ"
  },
  {
    "code": "262",
    "name": "КОЛГОСП"
  },
  {
    "code": "264",
    "name": "КОМБІКОРМОВИЙ ЗАВОД"
  },
  {
    "code": "267",
    "name": "КОМОРА"
  },
  {
    "code": "269",
    "name": "КОМП'ЮТЕРНИЙ ЗАЛ"
  },
  {
    "code": "270",
    "name": "КОМП'ЮТЕРНІ ІГРИ"
  },
  {
    "code": "276",
    "name": "КОМІСІЙНИЙ МАГАЗИН"
  },
  {
    "code": "277",
    "name": "КОНДИТЕРСЬКИЙ ЦЕХ"
  },
  {
    "code": "279",
    "name": "КОНСУЛЬТАТИВНИЙ ПУНКТ"
  },
  {
    "code": "282",
    "name": "КОНТЕЙНЕР"
  },
  {
    "code": "283",
    "name": "КОНТОРА"
  },
  {
    "code": "287",
    "name": "КОПІЮВАЛЬНИЙ ЦЕНТР"
  },
  {
    "code": "290",
    "name": "КОСМЕТИЧНА ПОЛІКЛІНІКА"
  },
  {
    "code": "292",
    "name": "КОСМЕТИЧНИЙ САЛОН"
  },
  {
    "code": "293",
    "name": "КОТЕДЖ"
  },
  {
    "code": "296",
    "name": "КРЕМАТОРІЙ"
  },
  {
    "code": "298",
    "name": "КУЛІНАРІЯ"
  },
  {
    "code": "300",
    "name": "КУХНЯ"
  },
  {
    "code": "301",
    "name": "КІМНАТА ВІДПОЧИНКУ"
  },
  {
    "code": "302",
    "name": "КІНОТЕАТР"
  },
  {
    "code": "304",
    "name": "АВТОБУС"
  },
  {
    "code": "305",
    "name": "ЛАБОРАТОРІЯ"
  },
  {
    "code": "306",
    "name": "ЛАВКА"
  },
  {
    "code": "308",
    "name": "ЛАРЬОК"
  },
  {
    "code": "309",
    "name": "ЛОМБАРД"
  },
  {
    "code": "311",
    "name": "АВТОБУСНА СТАНЦІЯ"
  },
  {
    "code": "312",
    "name": "ЛУНА-ПАРК"
  },
  {
    "code": "313",
    "name": "ЛІКАРНЯ"
  },
  {
    "code": "316",
    "name": "ЛІСОСКЛАД"
  },
  {
    "code": "319",
    "name": "М'ЯСНИЙ РОЗРУБ"
  },
  {
    "code": "320",
    "name": "М'ЯСО КОНТРОЛЬ"
  },
  {
    "code": "321",
    "name": "МАГАЗИН"
  },
  {
    "code": "322",
    "name": "МАГАЗИН-КАФЕ"
  },
  {
    "code": "323",
    "name": "МАЙДАНЧИК"
  },
  {
    "code": "325",
    "name": "МАЙСТЕРНЯ"
  },
  {
    "code": "327",
    "name": "МАЙСТЕРНЯ ШВЕЙНА"
  },
  {
    "code": "329",
    "name": "МАКАРОННИЙ ЦЕХ"
  },
  {
    "code": "331",
    "name": "МАНІКЮРНИЙ САЛОН"
  },
  {
    "code": "335",
    "name": "МАРШРУТНЕ ТАКСІ"
  },
  {
    "code": "337",
    "name": "МАСАЖНИЙ КАБІНЕТ"
  },
  {
    "code": "339",
    "name": "МАСЛОЦЕХ"
  },
  {
    "code": "340",
    "name": "МАШБЮРО"
  },
  {
    "code": "343",
    "name": "МЕДИЧНИЙ ЗАКЛАД"
  },
  {
    "code": "344",
    "name": "МЕДИЧНИЙ КАБІНЕТ"
  },
  {
    "code": "345",
    "name": "МЕДИЧНИЙ ЦЕНТР"
  },
  {
    "code": "347",
    "name": "МЕДПУНКТ"
  },
  {
    "code": "348",
    "name": "МЕДСАНЧАСТЬ"
  },
  {
    "code": "350",
    "name": "МЛИН"
  },
  {
    "code": "352",
    "name": "МОДУЛЬ"
  },
  {
    "code": "354",
    "name": "МОТЕЛЬ"
  },
  {
    "code": "355",
    "name": "МУЗЕЙ"
  },
  {
    "code": "359",
    "name": "НАРОДНИЙ ДІМ"
  },
  {
    "code": "360",
    "name": "НАФТОБАЗА"
  },
  {
    "code": "361",
    "name": "НОТАРІАЛЬНА КОНТОРА"
  },
  {
    "code": "362",
    "name": "НОТАРІУС"
  },
  {
    "code": "363",
    "name": "ОБМІННИЙ ФОНД"
  },
  {
    "code": "367",
    "name": "ОВОЧІ"
  },
  {
    "code": "368",
    "name": "ОЗДОРОВЧИЙ КОМПЛЕКС"
  },
  {
    "code": "370",
    "name": "ОЛІЙНИЦЯ"
  },
  {
    "code": "371",
    "name": "ОПЕРАЦІЙНА КАСА"
  },
  {
    "code": "372",
    "name": "ОПЕРАЦІЙНИЙ ЗАЛ"
  },
  {
    "code": "374",
    "name": "ОПТИКА"
  },
  {
    "code": "377",
    "name": "ОПТОВИЙ СКЛАД"
  },
  {
    "code": "378",
    "name": "ОФІС"
  },
  {
    "code": "379",
    "name": "ОЩАДБАНК"
  },
  {
    "code": "381",
    "name": "ПАВІЛЬЙОН"
  },
  {
    "code": "382",
    "name": "ПАЛАТКА"
  },
  {
    "code": "383",
    "name": "ПАЛАЦ КУЛЬТУРИ"
  },
  {
    "code": "384",
    "name": "ПАЛИВНИЙ СКЛАД"
  },
  {
    "code": "385",
    "name": "ПАЛІТУРНИЙ ЦЕХ"
  },
  {
    "code": "386",
    "name": "ПАРК"
  },
  {
    "code": "387",
    "name": "ПАРКУВАННЯ АВТО"
  },
  {
    "code": "390",
    "name": "ПЕКАРНЯ"
  },
  {
    "code": "391",
    "name": "ПЕЛЬМЕННА"
  },
  {
    "code": "392",
    "name": "ПЕРЕГОВОРНИЙ ПУНКТ"
  },
  {
    "code": "393",
    "name": "ПЕРЕРОБКА РИБИ"
  },
  {
    "code": "394",
    "name": "ПЕРЕРОБКА СІЛЬСЬКОГОСПОДАРСЬКОЇ ПРОДУКЦІЇ"
  },
  {
    "code": "395",
    "name": "ПЕРЕРОБНИЙ ЦЕХ"
  },
  {
    "code": "396",
    "name": "ПЕРЕСУВНА АЗС"
  },
  {
    "code": "398",
    "name": "ПЕРУКАРНЯ"
  },
  {
    "code": "400",
    "name": "ПИВНИЙ БАР"
  },
  {
    "code": "403",
    "name": "ПЛЯЖ"
  },
  {
    "code": "407",
    "name": "ПОБУТМАЙСТЕРНЯ"
  },
  {
    "code": "409",
    "name": "ПОЛОГОВИЙ БУДИНОК"
  },
  {
    "code": "410",
    "name": "ПОЛІГРАФЦЕНТР"
  },
  {
    "code": "411",
    "name": "ПОЛІКЛІНІКА"
  },
  {
    "code": "414",
    "name": "ПОСТ КОНТРОЛЮ"
  },
  {
    "code": "419",
    "name": "ПОШТАМТ"
  },
  {
    "code": "421",
    "name": "ПРАЛЬНЯ"
  },
  {
    "code": "422",
    "name": "ПРЕДСТАВНИК ВО"
  },
  {
    "code": "423",
    "name": "ПРИГОТУВАННЯ ОБІДІВ"
  },
  {
    "code": "424",
    "name": "ПРИЙМАЛЬНИЙ ПУНКТ"
  },
  {
    "code": "425",
    "name": "ПРИЛАВОК"
  },
  {
    "code": "427",
    "name": "ПРИРІЗКА СКЛА"
  },
  {
    "code": "431",
    "name": "ПРОКАТ АУДІОВІДЕО КАСЕТ"
  },
  {
    "code": "436",
    "name": "АБОНЕМЕНТНИЙ ВІДДІЛ"
  },
  {
    "code": "437",
    "name": "ПУНКТ ПОСЛУГ"
  },
  {
    "code": "438",
    "name": "ПУНКТ ПРИЙОМУ КОМУНАЛЬНИХ ПЛАТЕЖІВ"
  },
  {
    "code": "439",
    "name": "ПУНКТ ПРИЙОМУ ПЛАТЕЖІВ"
  },
  {
    "code": "440",
    "name": "ПУНКТ ПРОКАТУ"
  },
  {
    "code": "441",
    "name": "ПІДМІННИЙ ФОНД"
  },
  {
    "code": "445",
    "name": "РАДІОТРАНСЛЯЦІЙНИЙ ВУЗОЛ"
  },
  {
    "code": "446",
    "name": "РЕГІСТРАТУРА"
  },
  {
    "code": "447",
    "name": "РЕДАКЦІЯ"
  },
  {
    "code": "450",
    "name": "РЕМОНТ ВЗУТТЯ"
  },
  {
    "code": "452",
    "name": "РЕСТОРАН"
  },
  {
    "code": "453",
    "name": "РИНОК"
  },
  {
    "code": "454",
    "name": "РОЗКЛАДКА"
  },
  {
    "code": "455",
    "name": "РОЗПИЛОВКА ЛІСУ"
  },
  {
    "code": "456",
    "name": "РОЗРАХУНКОВИЙ ЦЕНТР"
  },
  {
    "code": "457",
    "name": "РОЗСАДНИК"
  },
  {
    "code": "458",
    "name": "САЛОН"
  },
  {
    "code": "462",
    "name": "САУНА"
  },
  {
    "code": "463",
    "name": "САУНА-ЛАЗНЯ"
  },
  {
    "code": "465",
    "name": "СЕКЦІЯ"
  },
  {
    "code": "466",
    "name": "СЕРВІС-ЦЕНТР"
  },
  {
    "code": "468",
    "name": "СКЛАД"
  },
  {
    "code": "469",
    "name": "СКЛАД-МАГАЗИН"
  },
  {
    "code": "470",
    "name": "СКЛАД-ТЕРМІНАЛ"
  },
  {
    "code": "474",
    "name": "СТОМАТОЛОГІЧНА ПОЛІКЛІНІКА"
  },
  {
    "code": "475",
    "name": "СТОМАТОЛОГІЧНИЙ КАБІНЕТ"
  },
  {
    "code": "477",
    "name": "СТРАХОВА ДІЛЬНИЦЯ"
  },
  {
    "code": "478",
    "name": "СТРАХОВИЙ ВІДДІЛ"
  },
  {
    "code": "479",
    "name": "СТРИПТИЗ-БАР"
  },
  {
    "code": "480",
    "name": "СТУДІЯ"
  },
  {
    "code": "481",
    "name": "СТУДІЯ ЗВУКОЗАПИСУ"
  },
  {
    "code": "482",
    "name": "СТІЛ ЗАМОВЛЕНЬ"
  },
  {
    "code": "483",
    "name": "СУПЕРМАРКЕТ"
  },
  {
    "code": "484",
    "name": "ТАКСІ"
  },
  {
    "code": "485",
    "name": "ТАНЦМАЙДАНЧИК"
  },
  {
    "code": "486",
    "name": "ТЕАТР"
  },
  {
    "code": "489",
    "name": "ТЕЛЕГРАФ"
  },
  {
    "code": "491",
    "name": "ТЕЛЕМАЙСТЕРНЯ"
  },
  {
    "code": "492",
    "name": "ТЕЛЕРАДІОМАЙСТЕРНЯ"
  },
  {
    "code": "494",
    "name": "ТЕЛЕСТУДІЯ"
  },
  {
    "code": "497",
    "name": "ТЕПЛИЦЯ"
  },
  {
    "code": "498",
    "name": "ТЕПЛОХІД"
  },
  {
    "code": "499",
    "name": "ТЕХНІЧНИЙ ЦЕНТР"
  },
  {
    "code": "502",
    "name": "ТИПОГРАФІЯ"
  },
  {
    "code": "503",
    "name": "ТИР"
  },
  {
    "code": "504",
    "name": "ТОРГОВИЙ КОМПЛЕКС"
  },
  {
    "code": "506",
    "name": "ТОТАЛІЗАТОР"
  },
  {
    "code": "508",
    "name": "ТУАЛЕТ"
  },
  {
    "code": "512",
    "name": "ТУРИСТИЧНЕ БЮРО"
  },
  {
    "code": "513",
    "name": "ТУРИСТИЧНИЙ ВІДДІЛ"
  },
  {
    "code": "515",
    "name": "УНІВЕРМАГ"
  },
  {
    "code": "516",
    "name": "УНІВЕРСАМ"
  },
  {
    "code": "518",
    "name": "УЧБОВИЙ ЦЕНТР"
  },
  {
    "code": "519",
    "name": "ФАБРИКА"
  },
  {
    "code": "520",
    "name": "ФЕРМЕРСЬКЕ ГОСПОДАРСТВО"
  },
  {
    "code": "523",
    "name": "ФОТОАТЕЛЬЄ"
  },
  {
    "code": "525",
    "name": "ФОТОЛАБОРАТОРІЯ"
  },
  {
    "code": "532",
    "name": "ФІЛАРМОНІЯ"
  },
  {
    "code": "536",
    "name": "ХЛІБОКОМБІНАТ"
  },
  {
    "code": "537",
    "name": "ХУДОЖНЯ МАЙСТЕРНЯ"
  },
  {
    "code": "538",
    "name": "ХУДОЖНІЙ САЛОН"
  },
  {
    "code": "539",
    "name": "ХІМЧИСТКА"
  },
  {
    "code": "550",
    "name": "ЧИЩЕННЯ ДИМОХОДІВ"
  },
  {
    "code": "554",
    "name": "ШИНОМОНТАЖ"
  },
  {
    "code": "555",
    "name": "ШКОЛА"
  },
  {
    "code": "556",
    "name": "ШКІЛЬНА ЇДАЛЬНЯ"
  },
  {
    "code": "557",
    "name": "ШОУ-ЦЕНТР"
  },
  {
    "code": "559",
    "name": "ШТРАФПЛОЩАДКА"
  },
  {
    "code": "560",
    "name": "ЮВЕЛІРНА МАЙСТЕРНЯ"
  },
  {
    "code": "561",
    "name": "ЮРИДИЧНА КОНТОРА"
  },
  {
    "code": "570",
    "name": "ІНВЕСТИЦІЙНИЙ ПУНКТ"
  },
  {
    "code": "571",
    "name": "ІНДПОШИВ"
  },
  {
    "code": "572",
    "name": "ІНСТИТУТ"
  },
  {
    "code": "573",
    "name": "ЇДАЛЬНЯ"
  },
  {
    "code": "575",
    "name": "БУДИНОК ПІОНЕРІВ"
  },
  {
    "code": "576",
    "name": "ДИТЯЧИЙ ОЗДОРОВЧИЙ ТАБІР"
  },
  {
    "code": "577",
    "name": "ДИТЯЧИЙ КОМБІНАТ"
  },
  {
    "code": "578",
    "name": "ЖИТЛОВО-КОМУНАЛЬНЕ УПРАВЛІННЯ"
  },
  {
    "code": "579",
    "name": "ЗАЛ ГРАЛЬНИХ АВТОМАТІВ"
  },
  {
    "code": "580",
    "name": "ЗЕМЕЛЬНА ДІЛЯНКА"
  },
  {
    "code": "581",
    "name": "КОМБІНАТ ГРОМАДСЬКОГО ХАРЧУВАННЯ"
  },
  {
    "code": "582",
    "name": "КУЛЬТУРНО-СПОРТИВНИЙ КОМПЛЕКС"
  },
  {
    "code": "583",
    "name": "ПРОФІЛАКТОРІЙ"
  },
  {
    "code": "584",
    "name": "ПУНКТ ПОБУТОВОГО ОБСЛУГОВУВАННЯ"
  },
  {
    "code": "587",
    "name": "ВИРОБНИЧА ДІЛЯНКА"
  },
  {
    "code": "589",
    "name": "ТОРГОВИЙ РЯД"
  },
  {
    "code": "590",
    "name": "ДРУКАРНЯ"
  },
  {
    "code": "592",
    "name": "ГАЛЕРЕЯ"
  },
  {
    "code": "593",
    "name": "ВІДДІЛЕННЯ ЗВ'ЯЗКУ"
  },
  {
    "code": "594",
    "name": "ГУРТОЖИТОК"
  },
  {
    "code": "595",
    "name": "ПАСПОРТНИЙ СТІЛ"
  },
  {
    "code": "596",
    "name": "КРАМНИЦЯ"
  },
  {
    "code": "599",
    "name": "РЕМОНТ"
  },
  {
    "code": "600",
    "name": "АВІАКАСА"
  },
  {
    "code": "602",
    "name": "КАНАТНА ДОРОГА"
  },
  {
    "code": "603",
    "name": "КАТЕР"
  },
  {
    "code": "604",
    "name": "ПАРОМ"
  },
  {
    "code": "605",
    "name": "ПЛАНЕТАРІЙ"
  },
  {
    "code": "606",
    "name": "ПРОКАТ ВІДЕОКАСЕТ"
  },
  {
    "code": "607",
    "name": "СОЛЯРІЙ"
  },
  {
    "code": "608",
    "name": "СКЛАД ДРІБНООПТОВИЙ"
  },
  {
    "code": "609",
    "name": "СТАНЦІЯ ТЕХНІЧНОГО ОБСЛУГОВУВАННЯ (СТО)"
  },
  {
    "code": "610",
    "name": "СУДНО"
  },
  {
    "code": "613",
    "name": "АЕРОПОРТ"
  },
  {
    "code": "614",
    "name": "БАЗА ПЛОДООВОЧЕВА"
  },
  {
    "code": "615",
    "name": "ЦИРК"
  },
  {
    "code": "616",
    "name": "БЮРО ПЕРЕКЛАДІВ"
  },
  {
    "code": "617",
    "name": "ЗАЛ АКТОВИЙ"
  },
  {
    "code": "618",
    "name": "СПОРТИВНИЙ ЗАЛ"
  },
  {
    "code": "619",
    "name": "ТРЕНАЖЕРНИЙ ЗАЛ"
  },
  {
    "code": "620",
    "name": "ЗООПАРК"
  },
  {
    "code": "621",
    "name": "ІНТЕРНЕТ-КАФЕ"
  },
  {
    "code": "622",
    "name": "КАБІНЕТ ДОВІРИ"
  },
  {
    "code": "623",
    "name": "КОЛОНІЯ ВИПРАВНА"
  },
  {
    "code": "624",
    "name": "КОПАЛЬНЯ"
  },
  {
    "code": "625",
    "name": "КОРТ"
  },
  {
    "code": "626",
    "name": "КРУПОДЕРКА"
  },
  {
    "code": "627",
    "name": "МАШИНО-ТРАКТОРНА СТАНЦІЯ"
  },
  {
    "code": "628",
    "name": "МОРСЬКИЙ ВОКЗАЛ"
  },
  {
    "code": "629",
    "name": "ОЧИСНІ СПОРУДИ"
  },
  {
    "code": "630",
    "name": "ПРИЙМАЛЬНИК-РОЗПОДІЛЬНИК"
  },
  {
    "code": "631",
    "name": "ПУНКТ ПРИЙОМУ ВТОРИННОЇ СИРОВИНИ"
  },
  {
    "code": "632",
    "name": "ПУНКТ ПРИЙОМУ МЕТАЛОБРУХТУ"
  },
  {
    "code": "633",
    "name": "ПУНКТ ПРИЙОМУ РЕКЛАМИ"
  },
  {
    "code": "634",
    "name": "ПУНКТ ПРИЙОМУ СКЛОПОСУДУ"
  },
  {
    "code": "635",
    "name": "САД"
  },
  {
    "code": "636",
    "name": "САНАТОРІЙ"
  },
  {
    "code": "637",
    "name": "СТАДІОН"
  },
  {
    "code": "638",
    "name": "СТАНЦІЯ МЕТЕОРОЛОГІЧНА"
  },
  {
    "code": "639",
    "name": "СТАНЦІЯ НАСОСНА"
  },
  {
    "code": "640",
    "name": "СТАНЦІЯ САНІТАРНА"
  },
  {
    "code": "641",
    "name": "СТАНЦІЯ ЧОВНОВА"
  },
  {
    "code": "642",
    "name": "СТУДІЯ РАДІОМОВЛЕННЯ"
  },
  {
    "code": "643",
    "name": "СТУДІЯ ТЕЛЕБАЧЕННЯ"
  },
  {
    "code": "644",
    "name": "ТЕХНІКУМ"
  },
  {
    "code": "645",
    "name": "ЦЕНТР КІНОЛОГІЧНИЙ"
  },
  {
    "code": "646",
    "name": "ЦЕРКВА"
  },
  {
    "code": "647",
    "name": "ТРОЛЕЙБУС"
  },
  {
    "code": "648",
    "name": "ЛІТНЯ ТЕРАСА"
  },
  {
    "code": "649",
    "name": "АГЕНТ СТРАХОВИЙ"
  },
  {
    "code": "650",
    "name": "КОНТРОЛЕР"
  },
  {
    "code": "651",
    "name": "ПИВНА КЕГА"
  },
  {
    "code": "652",
    "name": "СПИРТОСХОВИЩЕ"
  },
  {
    "code": "653",
    "name": "КАСА ПІДПРИЄМСТВА"
  },
  {
    "code": "654",
    "name": "БУДИНОК ВІДПОЧИНКУ"
  },
  {
    "code": "655",
    "name": "ВИНОСНА ТОРГІВЛЯ"
  },
  {
    "code": "656",
    "name": "ВИЇЗНА ТОРГІВЛЯ"
  },
  {
    "code": "657",
    "name": "ВЕТЕРИНАРНИЙ ПУНКТ"
  },
  {
    "code": "658",
    "name": "ВУЛКАНІЗАЦІЯ"
  },
  {
    "code": "659",
    "name": "ГАРАЖ"
  },
  {
    "code": "660",
    "name": "ДЕПО"
  },
  {
    "code": "661",
    "name": "КАСА"
  },
  {
    "code": "662",
    "name": "КАСА Ж/Д"
  },
  {
    "code": "663",
    "name": "КАСА АВТОБУСНА"
  },
  {
    "code": "664",
    "name": "КАСА ПРИПІСНА"
  },
  {
    "code": "665",
    "name": "КАФЕТЕРІЙ"
  },
  {
    "code": "666",
    "name": "КАР'ЄР"
  },
  {
    "code": "667",
    "name": "КЛІНІКА"
  },
  {
    "code": "668",
    "name": "КОМБІНАТ"
  },
  {
    "code": "669",
    "name": "КОМПЛЕКС"
  },
  {
    "code": "670",
    "name": "ЛІСНИЦТВО"
  },
  {
    "code": "671",
    "name": "ПОТЯГ"
  },
  {
    "code": "672",
    "name": "СХОВИЩЕ"
  },
  {
    "code": "673",
    "name": "АЕРОДРОМ"
  },
  {
    "code": "674",
    "name": "АДВОКАТСЬКА КОНТОРА"
  },
  {
    "code": "675",
    "name": "КООПЕРАТИВ"
  },
  {
    "code": "676",
    "name": "МИТНИЦЯ"
  },
  {
    "code": "677",
    "name": "МОРОЗИЛЬНА КАМЕРА"
  },
  {
    "code": "678",
    "name": "ТУРБАЗА"
  },
  {
    "code": "679",
    "name": "СТІЛ"
  },
  {
    "code": "680",
    "name": "ТОРГІВЕЛЬНЕ МІСЦЕ"
  },
  {
    "code": "681",
    "name": "ТРАМВАЙ"
  },
  {
    "code": "682",
    "name": "КВАРТИРА"
  },
  {
    "code": "683",
    "name": "ОЗЕРО"
  },
  {
    "code": "684",
    "name": "СТАВОК"
  },
  {
    "code": "685",
    "name": "ЖИТЛОВИЙ БУДИНОК"
  },
  {
    "code": "686",
    "name": "ЛІКУВАЛЬНО-ДІАГНОСТИЧНИЙ ЦЕНТР"
  },
  {
    "code": "687",
    "name": "ПАНСІОНАТ"
  },
  {
    "code": "688",
    "name": "ТОРГІВЕЛЬНИЙ ПАВІЛЬЙОН"
  },
  {
    "code": "689",
    "name": "ЛІТАК"
  },
  {
    "code": "690",
    "name": "ФІЛЬМ"
  },
  {
    "code": "691",
    "name": "КАФЕ-БАР"
  },
  {
    "code": "692",
    "name": "Відділ кафетерію в магазині"
  },
  {
    "code": "693",
    "name": "МАГАЗИН-КАФЕТЕРІЙ"
  },
  {
    "code": "694",
    "name": "Паливно - заправний комплекс"
  },
  {
    "code": "695",
    "name": "Автозаправний комплекс"
  },
  {
    "code": "696",
    "name": "Підприємство громадського харчування"
  },
  {
    "code": "697",
    "name": "Пункт приймання та тимчасового зберігання зерна"
  },
  {
    "code": "698",
    "name": "Банкомат"
  },
  {
    "code": "699",
    "name": "Платіжний термінал"
  },
  {
    "code": "700",
    "name": "Магазин-закусочна"
  },
  {
    "code": "701",
    "name": "Котельня"
  },
  {
    "code": "702",
    "name": "Стоматологічний центр"
  },
  {
    "code": "703",
    "name": "ТРАКТОР КОЛІСНИЙ"
  },
  {
    "code": "704",
    "name": "ПРЕС ГІДРАВЛІЧНИЙ МОНТАЖНО-ЗАПРЕСОВОЧНИЙ"
  },
  {
    "code": "705",
    "name": "СВЕРДЛОВИНА"
  },
  {
    "code": "706",
    "name": "КАБЕЛЬНА ЛЕП"
  },
  {
    "code": "707",
    "name": "ВИМІРЮВАЛЬНИЙ ПРИЛАД"
  },
  {
    "code": "708",
    "name": "ГАЗОПРОВІД"
  },
  {
    "code": "709",
    "name": "ГУСЕНИЧНА ТЕХНІКА ДЛЯ ВСІХ ВИДІВ РОБІТ"
  },
  {
    "code": "710",
    "name": "КОЛІСНА ТЕХНІКА ДЛЯ ВСІХ ВИДІВ РОБІТ"
  },
  {
    "code": "711",
    "name": "Ділянка надр"
  },
  {
    "code": "712",
    "name": "Електростанція"
  },
  {
    "code": "713",
    "name": "ДИТЯЧИЙ САДОК"
  },
  {
    "code": "714",
    "name": "АГНКС"
  },
  {
    "code": "715",
    "name": "ПТКС"
  },
  {
    "code": "716",
    "name": "ВАГОН"
  }
];

export default objectTypes;
